Repository: cdycdr/edi
Catalog: FileListView/FileListView/Local/Strings.*.resx
Languages: ja_jp, pt_pt

# CMD_Open_in_Application_Label
source: Open ...
ja_jp: 開いている.
pt_pt: Aberto...

# CMD_Open_in_Application_Label_TT
source: Open the selected file in the application.
ja_jp: アプリケーションで選択したファイルを開きます。
pt_pt: Abra o arquivo selecionado no aplicativo.

# CMD_Open_in_Windows_Label
source: Open folder in Windows Explorer...
ja_jp: Windows エクスプ ローラーでフォルダーを開く.
pt_pt: Abrir a pasta no Windows Explorer...

# CMD_Open_in_Windows_Label_TT
source: Displays the Windows Explorer with the selected folder.
ja_jp: 選択したフォルダーを Windows エクスプ ローラーが表示されます。
pt_pt: Exibe o Windows Explorer com a pasta selecionada.

# CMD_Copy_Path_To_Clipboard_Label
source: Copy path into Windows Clipboard...
ja_jp: Windows のクリップボードにコピーのパス.
pt_pt: Caminho de copiar para área de transferência do Windows...

# CMD_Copy_Path_To_Clipboard_Label_TT
source: Copy as path into Windows clipboard.
ja_jp: パスとして Windows クリップボードにコピーします。
pt_pt: Copiar como caminho para área de transferência do Windows.

# CMD_Open_with_Windows_Association_Label
source: Open in Windows...
ja_jp: Windows で開いている.
pt_pt: Aberto no Windows...

# CMD_Open_with_Windows_Association_Label_TT
source: Execute the selected item (folder or file) with default Windows application.
ja_jp: 既定の Windows アプリケーションで選択した項目 (フォルダーやファイル) を実行します。
pt_pt: Execute o item selecionado (pasta ou arquivo) com o aplicativo do Windows padrão.

# CMD_ToggleIsFolderVisibleCommand_TT
source: Show or hide folder.
ja_jp: フォルダーの表示/非表示を切り替えます。
pt_pt: Mostrar ou ocultar pasta.

# CMD_ToggleIsIconVisibleCommand_TT
source: Show or hide icons.
ja_jp: アイコンの表示と非表示を切り替えます。
pt_pt: Mostrar ou ocultar ícones.

# ToggleIsHiddenVisibleCommand_TT
source: Show or hide hidden files and folders.
ja_jp: 隠しファイルとフォルダーを切り替えます。
pt_pt: Mostrar ou Ocultar pastas e arquivos ocultos.

# SelectLocationCommand_TT
source: Select a location to navigate to it.
ja_jp: それに移動する場所を選択します。
pt_pt: Selecione um local para navegar até ele.

# SelectFilterCommand_TT
source: Select a filter to restrict the listed files.
ja_jp: ファイル一覧を制限するフィルターを選択します。
pt_pt: Selecione um filtro para restringir os arquivos listados.

# NavigateBackCommand_TT
source: Go back one location.
ja_jp: 戻る 1 つの場所。
pt_pt: Volte a um local.

# NavigateForwardCommand_TT
source: Go forward one location.
ja_jp: 前方の 1 つの場所に行きます。
pt_pt: Vá para a frente de um local.

# NavigateUpCommand_TT
source: Navigate up to parent
ja_jp: 親に移動します。
pt_pt: Navegue até o pai

# RefreshCommand_TT
source: Update listed items.
ja_jp: 一覧の項目を更新します。
pt_pt: Atualize itens listados.
